Repository: plecos/logrotatewin
Catalog: logrotate/strings.*.resx
Languages: es

source: Copying
es: Copiando

# CopyRight
source: Copyright (C) 2012-2016 Ken Salter
es: Copyright (C) 2012-2013 Ken Salter

source: could not be found
es: No se pudo encontrar

# DebugOptionSet
source: Debug option set to true
es: Modo de depuración activo

source: Deleting file
es: Borrando el archivo

source: Executing
es: Ejecutando

# ExecutingFirstAction
source: Executing FirstAction commands
es: Ejecutando los comandos de la configuración "FirstAction"

# ExecutingLastAction
source: Executing LastAction commands
es: Ejecutando los comandos de la configuración "LastAction"

# ExecutingPostRotateSharedScripts
source: Executing Postrotate (SharedScripts) commands
es: Ejecutando los comandos de la configuración "PostRotate" del grupo "SharedScripts"

# ExecutingPreRotateSharedScripts
source: Executing Prerotate (SharedScripts) commands
es: Ejecutando los comandos de la configuración "PreRotate" del grupo "SharedScripts"

# ExtInTaboo
source: extension is in taboo list
es: La extensión de archivo está en la lista de palabras no permitidas

# ForceOptionRotate
source: Force option is set, will rotate
es: Opción "Force" habilitada, rotando el archivo

# ForceOptionSet
source: Force option set to true
es: Opción Forzar el valor true

# GlobalOptionsAboveSections
source: Global options must go above sections, ignoring
es: Las opciones generales deben declararse antes que las secciones, en caso contrario serán ignoradas

# GNURights
source: This may be freely redistributed under the terms of the GNU Public License.
es: Este software puede ser distribuido libremente bajo los términos de Licencia Pública GNU.

# MailOptionSet
source: -m/--mail option not supported, ignoring
es: Las opciones "-m" o "--mail" no son compatibles para esta versión, ignorando estas opciones

# NoTimestampDirectives
source: No timestamp directives are set true, skipping timestamp checks
es: Directiva de fecha y hora no habilitada, ignorando su comprobación.

# ProcessInclude
source: Process include directive file
es: Procesando directiva del archivo

source: Processing
es: Procesado

source: Renaming
es: Renombrando

source: Shredding file
es: Eliminando por completo el archivo

source: Skipping
es: Saltando

source: to
es: a

# UnknownCmdLineArg
source: unknown command line argument
es: Argumento desconiocido en la línea de comando

# UpdateStatus
source: Updating rotation date in status file
es: Actualizando la fecha de la última rotación en el fichero de estados

# Usage1
source: Usage: logrotate [-d|--debug] [-f|--force]
es: Uso: logrotate [-d|--debug] [-f|--force]

# VerboseOptionSet
source: Verbose option set to true
es: Opción "Verbose" habilitada

# AddingConfigFile
source: Adding to config files to process
es: Añádiendo archivos de configuración para procesar

# AlternateStateFile
source: Setting alternate state file to
es: Configuración alternativa para el fichero de estados

source: comment
es: comentario

# Compressing
source: Compressing rotated log file
es: Comprimiendo el archivo rotado

# CreateNewEmptyLogFile
source: Creating new empty log file
es: Crear nuevo archivo de log

# LogFileEmpty
source: Log file is empty
es: El archivo de log está vacío

# ParseConfigFile
source: Parsing configuration file
es: Analizando de archivo de configuración

# RotateBasedonFileSize
source: Rotate file based on file size
es: Rotación dependiendo del tamaño del archivo

# RotateSimulated
source: Rotate will be simulated because Debug is true
es: Rotación simulada (modo de depuración activo)

source: Rotating file
es: Rotando el archivo

source: Setting
es: Configuración

# TruncateLogFile
source: Truncating original log file
es: Truncando el archivo de log original

source: Unknown directive
es: Directiva desconocida

source: Unknown size type
es: Tipo de tamaño desconocido

source: new section
es: nueva sección

source: read line
es: Leyendo la línea

source: Sending email to
es: Enviando correo electrónico a

# LookingForFolders
source: Looking for folders found in
es: Buscando carpetas en

source: Matched folder
es: Carpeta encontrada

source: matching
es: que coincida con

# NoFilesFound
source: No files found in
es: Archivos no encontrados en

# NoFoldersFound
source: No folders found in
es: Carpetas no encontradas en

source: with wildcard pattern
es: con el patrón
